Repository: mem3Dealer/abrabar.app
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Search
ru: Поиск

source: Delete
ru: Удалить

source: Settings
ru: Настройки

source: INGREDIENTS
ru: ПО ИНГРЕДИЕНТАМ

source: FAVS
ru: ИЗБРАННОЕ

source: CLASSIC
ru: КЛАССИКА

source: POPULAR
ru: ПОПУЛЯРНОЕ

source: SEASON
ru: СЕЗОННЫЕ

source: AUTHOR'S
ru: АВТОРСКИЕ

source: OCCASIONAL
ru: ДЛЯ СОБЫТИЙ

source: WINTER
ru: ЗИМА

source: AUTUMN
ru: ОСЕНЬ

source: SPRING
ru: ВЕСНА

source: SUMMER
ru: ЛЕТО

source: NEW YEAR
ru: НОВЫЙ ГОД

source: BIRTHDAY
ru: ДЕНЬ РОЖДЕНИЯ

source: WEDDING
ru: СВАДЬБА

source: GRADUATION
ru: ВЫПУСКНОЙ

source: WOMEN'S DAY
ru: 8 МАРТА

# stPatrick
source: ST. PATRICKS
ru: ДЕНЬ СВЯТОГО ПАТРИКА

source: ALL COCTAILS
ru: ВСЕ КОКТЕЙЛИ

# getAccess
source: GET ACCESS TO ALL COCKTAIL RECIPES
ru: ПОЛУЧИ ДОСТУП КО ВСЕМ РЕЦЕПТАМ КОКТЕЙЛЕЙ

# moreThan
source: MORE THAN 150 RECIPES!
ru: БОЛЕЕ 150 РЕЦЕПТОВ!

# coctailsOccaisonal
source: OCCASIONAL COCTAILS
ru: КОКТЕЙЛИ ДЛЯ СОБЫТИЙ

# coctailsSeasonal
source: SEASON COCTAILS
ru: СЕЗОННЫЕ КОКТЕЙЛИ

# coctailsAuthor
source: AUTHOR'S COCTAILS
ru: АВТОРСКИЕ КОКТЕЙЛИ

source: ONLY FOR
ru: ВСЕГО ЗА

source: ONCE AND FOREVER!
ru: ОДИН РАЗ И НАВСЕГДА!

# continue1
source: CONTINUE
ru: ПРОДОЛЖИТЬ

source: HOW TO COOK
ru: КАК ГОТОВИТЬ

source: COCTAILS
ru: КОКТЕЙЛЕЙ

# zombieSays
source: I want recipessss, I need recipessss!
ru: Я хочу рецептыыыы, мне нужны рецептыыыы!

# onboard0
source: Prepare any cocktail of your choice at home
ru: ПРИГОТОВЬТЕ ДОМА ЛЮБЫЕ коктейли НА ВАШ ВЫБОР

# onboard1
source: Cocktails of any choice in thematic selections
ru: Коктейли на любой случай в тематических подборках

# onboard2
source: Add your cocktails to favorites and share with friends
ru: Добавляйте свои коктейли в избранное и делитесь ими с друзьями

# onboard3
source: A step-by-step cocktail preparation guide will turn you into a real barman
ru: Пошаговые инструкции по приготовлению коктейлей сделают из вас настоящего бармена

# onboard4
source: Enjoy your mixology skills with ABRABAR
ru: Наслаждайтесь своими навыками миксологии вместе с ABRABAR

source: interesting
ru: интересно

source: next
ru: далее

source: enjoy
ru: насладиться

# allreadyBoudght
source: Restore purchases
ru: Восстановить покупки

# noPurchases
source: There are no purchases :(
ru: Покупок не обнаружено :(
